{
    "id": "20260202_Uptake and",
    "meta": {
        "title": "Uptake and Accumulation of Nano/Microplastics in Plants: A Critical Review.",
        "summary": "The ubiquitous presence of microplastics (MPs) and nanoplastics (NPs) in the environment is an undeniable and serious concern due to their higher persistence and extensive use in agricultural production. This review highlights the sources and fate of MPs and NPs in soil and their uptake, translocation, and physiological effects in the plant system. We provide the current snapshot of the latest reported studies with the majority of literature spanning the last five years. We draw attention to the potential risk of MPs and NPs in modern agriculture and their effects on plant growth and development. We also highlight their uptake and transport pathways in roots and leaves via different exposure methods in plants. Conclusively, agricultural practices, climate changes (wet weather and heavy rainfall), and soil organisms play a major role in transporting MPs and NPs in soil. NPs are more prone to enter plant cell walls as compared to MPs. Furthermore, transpiration pull is the dominant factor in the plant uptake and translocation of plastic particles. MPs have negligible negative effects on plant physiological and biochemical indicators. Overall, there is a dire need to establish long-term studies for a better understanding of their fate and associated risks mechanisms in realistic environment scenarios for safe agricultural functions.",
        "published": "2021",
        "url": "https://pubmed.ncbi.nlm.nih.gov/34835700/",
        "source": "PubMed",
        "mapping_chapter": "植物生物學 (Plant Biology)",
        "mapping_keyword": "transpiration pull",
        "subject": "biology"
    },
    "content": "# 植物也吃塑膠？微塑膠與奈米塑膠在植物體內的吸收與累積\n\n## 1. 研究背景與課本關聯\n在環境議題中，我們常聽見海洋生物誤食塑膠，但你可曾想過，農田裡的作物也可能正在「吸食」塑膠？這篇研究探討了微塑膠（MPs）與奈米塑膠（NPs）如何進入植物體。這與高中生物「植物的構造與功能」章節密切相關，特別是關於**根部對水分與礦物質的吸收**、**木質部的運輸機制**（如蒸散作用），以及**細胞壁與細胞膜的通透性**。了解這些微粒如何穿透植物屏障，能幫助我們重新思考植物生理與現代農業的風險。\n\n## 2. 核心發現\n本研究綜述了過去五年關於微塑膠（MPs）與奈米塑膠（NPs）在植物系統中行為的學術成果，核心發現可歸納為以下幾點：\n\n首先，**進入植物的路徑與動力**：研究明確指出，植物吸收塑膠微粒的主要動力來自於**蒸散流（Transpiration pull）**。當植物進行蒸散作用時，水分由根部經木質部向上運輸，這些微小的塑膠顆粒便順著水流被帶入植物體內。在路徑上，微粒可能透過**質體外路徑（Apoplast pathway）**在細胞壁間隙移動，或透過**共質體路徑（Symplast pathway）**穿過細胞膜進入細胞內部。\n\n其次，**粒徑大小是關鍵**：並非所有的塑膠微粒都能輕易進入植物。研究發現，**奈米塑膠（NPs）**由於尺度極小，比微塑膠（MPs）更容易穿透**細胞壁**的纖維網狀結構。微塑膠雖然體積較大，但在某些情況下仍可能透過根尖分生組織或側根發育產生的裂隙進入維管束。\n\n第三，**環境因素的推波助瀾**：農業活動（如覆蓋地膜）、氣候變遷（如強降雨帶來的沖刷）以及土壤生物（如蚯蚓的鑽洞）都會加速塑膠微粒在土壤中的遷移，增加植物根部的接觸機會。\n\n最後，**生理影響的現狀**：目前研究顯示，微塑膠對植物整體的生理生化指標（如葉綠素含量、生長高度）短期內負面影響較不明顯。然而，這並不代表安全，研究者強調必須建立長期監測，以釐清這些微粒是否會透過食物鏈累積，進而影響生物安全與農業永續。\n\n===QUIZ_JSON===\n{\n    \"question\": \"根據本文研究發現與高中生物運輸原理，若將一株生長在含有奈米塑膠 (NPs) 土壤中的植物，從乾燥通風的環境移至「高濕度且無風」的溫室中，其體內奈米塑膠的累積速率最可能產生何種變化？\",\n    \"options\": [\n        \"(A) 速率增加，因為高濕度會促進根壓，加速水分向上推擠塑膠微粒\",\n        \"(B) 速率減少，因為環境濕度高會降低蒸散作用，減弱帶動微粒上升的動力\",\n        \"(C) 速率不變，因為塑膠微粒是透過主動運輸進入細胞，與蒸散作用無關\",\n        \"(D) 速率增加，因為植物為了排除多餘水分會加速質體外路徑的流動\"\n    ],\n    \"correct_answer\": \"B\",\n    \"explanation\": \"研究指出「蒸散流 (Transpiration pull)」是植物吸收與運輸塑膠微粒的主導因素。當環境變為高濕度且無風時，葉片內外的水蒸氣分壓梯度減小，導致蒸散作用減弱。由於蒸散流是水分在木質部向上運輸的主要動力，動力減弱後，隨水流進入植物體內的奈米塑膠速率也會隨之減少。選項 (C) 錯誤，因為塑膠微粒主要隨水流被動吸收；選項 (A) 雖根壓可能存在，但蒸散流才是長距離運輸的主動力。\"\n}",
    "processed_at": "2026-02-02 13:47:02"
}